# ===============================***AI 면접 질문 생성 서비스***===============================
example_sentences_interview = {
    "서울대학교": {
        "건설환경공학부" : [
            "3학년 동아리 활동 때 지진 관련 연구를 했네요. 내진 설계가 무엇인지 설명해주세요.",
            "내진 설계 관련 연구를 했는데, 이에 대해 설명해보세요.",
            "수도권 교통의 뉴패러다임'을 읽었네요. 설명해주세요.",
            "수도권 교통의 뉴패러다임'을 읽었네요. 설명해주세요.",
            "우리학과에 지원한 동기에 대해 설명해주세요.",
            "우리학부에서 배우는 내용이 무엇인지 알고 있나요?",
            "우리학부에 입학에서 어떤 연구를 하고 싶은지 설명해주세요.",
            "1학년 행동특성에 자신의 좌우명을 적었는데 설명해주세요.",
            "마지막으로 하고 싶은말이 있으면 말해보세요."
        ],
        "건축학과": [
            "간단한 자기소개와 지원동기 말해보세요.",
            "독서기록에 읽은 책 중 하나를 선택해 어떤 책인지와 읽게 된 이유를 설명해보세요."
        ],
        "경영대학": [
            "공동체 속에서 리더쉽을 경험했던 적이 있나요?",
            "또래 상호멘토링을 했다고 나와 있는데 이러한 상황처럼 공동체를 위해 노력한 경험이 있나요?",
            "기업의 사회적 책임에 대한 어떻게 생각하나요?",
            "사회과학과 관련하여 기업의 사회적 책임 이행 활동을 법적으로 강제해야 하는가?",
            "온라인 쇼핑몰 상에서 기부 옵션이 포함된 상품에 대해 고객들의 선호도와 구매량이 더 많은 이유는?"
        ],
        "경제학부": [
            "일정 수익 이상의 기업이 강제 기부하도록 한 정책에 대한 생각?",
            "경매장에서 경매 대상 물품의 수익금의 일정 부분이 기부된다는 사실이 소비자들이 높은 가격을 지불하게 하는 요인이 될 수 있는가?",
            "3학년 사회문화시간에 불평등에 관한 탐구를 했는데 무슨 계기로 했고, 무슨 내용이었고, 결과는 무엇이었나요?",
            "불평등은 교육을 개혁하면 바뀔 수 있는가? 어떻게 바뀌겠는가?",
            "현재 미국 대학에서 유색인종을 위한 할당제를 하고 있는데 이것만으로는 부족한가?"
        ],

        "교육학과": [
            "사회과학 중 대의민주주의 관련하여 질문드립니다.",
            "가르침은 창의력이 종합된 것이다에 대한 본인의 생각은?",
            "스위스 이슬람 첨탑 건설이 국민투표 찬성율 59%로 건설이 확정되었는데 만약 국민투표로 결정되었다면 어떤 이유로 찬성했을 것인가요?",
            "즐거움을 수업의 가장 필수 요소로 꼽았는데 그렇다면 학생들이 따분해하는 과목은 하지 않아야 하는가?",
            "지도라는 측면이 부족하다고 했는데, 대학에 와서 이 부분을 어떻게 채우고 싶은가?"
        ],
    },

    "한국과학기술원(KAIST)" : {
        "수학과" : [

        ],
        "물리학과" : [

        ]
    }
}